brew "curl"
brew "fzf"
brew "git"
brew "jq"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "podman"
brew "podman-compose"
brew "rga"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "stow"
brew "tmux"
brew "yazi"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "font-fira-mono-nerd-font"
